Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 如果此刻和他谈交易的不是武殿管事，江逸绝对会扭头就走，认为对方是个疯子。问题就在这里，武殿作为大陆商号中的无冕之王，数十万年来从没传出过丑闻，更从没有听说过武殿有过恶行。况且……他只是一个小人物，武殿又怎么会处心积虑对付他？
en_us: If the person discussing this business deal with him at the moment was not been a manager for the Martial Arts Hall, Jiang Yi would have definitely turned around and left, thinking that the other party was a madman. This was where the question lay - the Martial Arts Hall was the uncrowned king amongst the major mercantile businesses on the continent and had never experienced a single scandals in over tens of thousands of years, to say nothing of getting any hearsay of corrupt deeds conducted by the Martial Arts Hall. Besides... he was only a small character, why would the Martial Arts Hall deliberately scheme and plot against him?

source: 如果没猜到霍伦的身份，林立可能还会跟他回去接受调查，可如今明知道他是巴瑟罗尔的父亲，林立又怎么可能允许自己落在他的手里？就算奥德文站在自己这边又怎么样，一旦落进霍伦的手里，他有一万种办法瞒着奥德文干掉自己，这太简单了……
en_us: If he had not guessed Hoeren's identity, he might have followed him back to undergo interrogation. But now that he knew Hoeren was Bathrilor's father, how could Lin Li allow himself to fall into his trap? It wouldn't matter even if Odwin was standing in his position. Once you fell into Hoeren's trap, he would have ten thousand ways to hide the truth from Odwin and get rid of him. It was simply too easy...

source: 如果自己不断提炼，当黑色元力越积越多，他的实力会不会越来越强大？
en_us: Would his strength be boosted even further if he continued to accumulate more of the black essence force by continuing to cultivate the nameless formula?

source: 如果自己没猜错的话，那条项链使用的金属，绝对是深邃之银！
en_us: If his guess was correct, the metal used for the necklace was definitely the deep silver!

source: 如果说先前那些，还只是让老法师觉得陌生的话。
en_us: Mentioning the inexperienced Lin Li slightly a month back would only make Andoine feel strange and distance.

source: 如果说先前那瓶唤醒药剂给他带来的是失望的话，那么现在这瓶则毫无疑问的让他陷入了绝望。
en_us: If the previous Awakening Potion had brought Old Merlin disappointment, then this bottle had no doubt left him in despair.

source: 如果说在场众人中，谁从这场战斗中获益最大的话，那毫无疑问只有林立了。
en_us: If there was anyone who benefited most from the battle, it would undoubtedly be Lin Li.

source: 如果说现在的魔法公会里，有谁是绝对不能招惹的话，那毫无疑问，就是眼前这个穿着旧法袍的年轻法师了。
en_us: If there was anyone in the Guild of Magic that could never be messed with now, it would undoubtedly be the young mage wearing a worn mage robe standing in front of them.

source: 如果非要在加洛斯魔法公会里找出一个最安全的地方，那无疑就是这间公会会客室里，门外七枚巫师之眼，全方位的监视着周围一举一动，紧闭的房门背后，一道魔法探测立场魔纹，正散发出淡淡的魔法波动，在这道魔纹的影响下，任何魔法窥视都瞒不过葛瑞安的耳目。
en_us: If one were to ask where the safest place in the whole of Jarrosus Guild of Magic was, it would undoubtedly be the reception room. There were seven Warlock's Eyes at the door, providing an all-dimensional surveillance of each and every action in the surrounding. Behind the tightly shut door was a magic probing mageweath, emitting a faint wave of magic. Under the influence of the mageweath, any magical spying activities would never go unnoticed by Gerian.

source: 如此大的力量，结局不言而喻，江如龙的脑袋一下头破血流，鲜血染红了半面墙壁。
en_us: With such forces, the results needed no description. Jiang Rulong's head was bleeding profusely and painted half the wall in fresh blood.

source: 如此好的机会，江逸还不知道痛打落水狗，他就是白痴了。他右手早早松开对方的手臂，目光朝地下的小奴一扫，大喝起来：“小奴！”
en_us: With such a good opportunity placed before him, Jiang Yi would be an utter idiot if he did not know to take the chance to completely pulverize his opponent. With his right hand having already released his opponent's arm earlier on, he glanced down to see Xiao Nu who was lying on the ground and shouted loudly, "Xiaonu!"

source: 如此盛大的拍卖会，后续工作自然不能马虎。
en_us: The follow-up work could not be sloppy for such a grand auction like this.

source: 如此诡异的情况，除了黑色元力和蓝色的水系江水诀元力完美融合并让后者威力增大，从而导致力量暴增外，根本就无从解释！
en_us: The only explanation for this bizarre situation was that the two essence force had fused perfectly, greatly increasing his strength. Other then that there was no other reasonable explanation!

source: 姬听雨不再多问，转头和刘管事交代起来：“你去取一两紫金，这三枚丹药我们聚珍阁收了。”
en_us: Ji Tingyu did not ask any further. Instead, turning to Chief Liu, she instructed, "You go fetch one tael of purple gold, the Pearl Gathering Pavilion will accept these three pills."

source: 姬听雨也不矫情了，单腿一点，如一只花蝴蝶般飘了过来，一双手如在空中拨弄琴弦般舞动起来，幻化出道道残影，让人一阵眼花缭乱，银铃般的声音响起：“易公子小心哦，这是我们姬家的人阶上品武技幻灵手。”
en_us: Ji Tingyu decided not to be affectionate any longer. Skipping a beat with one of her legs, she fluttered over like a flowery butterfly. Her hands danced about in the air, as though they were fiddling with the strings of a guqin, producing multiple images of figures made from the traces of her hand gestures, the figures of which left one bedazzled and confused. In the midst of doing these actions, like a silver bell her voice rang out, saying, "Watch out, Young Master Yi, this martial arts technique is from our Ji Family - it's the Man-tier superior-grade technique Fantasy Spirit Hands."

source: 姬听雨也是微微一怔，不过很快浅浅的笑了起来，微微颔首道：“丹药自然是收的，易公子，你准备卖多少钱一枚呢？”
en_us: Ji Tingyu was slightly stunned for a moment, but she quickly gave a faint smile. Nodding her head slightly, she responded, "We will naturally accept the elixirs. Young Master Yi, what is the price you are prepared to see one pill for?"

source: 姬听雨再次一怔，江逸这点实力竟还准备和她打一场，尽管两人元力被封，但是差距还是太大了吧？难不成她站着不动给江逸攻击？给他做陪练？
en_us: Ji Tingyu was once again stumped for words. Jiang Yi, with such a tiny amount of power, was actually ready to spar with her in a match. Even though both their essence forces had been sealed off from use, surely the difference between their power was too wide? Was it possible for her to just stand her ground, not move and allow Jiang Yi to attack? Did this mean allowing him to be her sparring partner?

source: 姬听雨再次出关了，而出关之后却径直来到练功房，点名要江逸陪练对战。
en_us: Ji Tingyu had once again left for seclusion, and the first thing she did was making her way directly to the Technique Practising Room, deliberately ordering Jiang Yi for a sparring match.

source: 姬听雨和鹤大师对视了一眼，两人眼中都闪过一丝愕然，炼出丹纹的丹药竟然卖二十两银子一枚？能炼制出这样丹药的炼丹师会在意这点小钱？难道这少年是偷了别人的丹药？
en_us: Ji Tingyu and Master He exchange a look, both of their eyes flashing a thread of amazement. Was an elixir pill with vein patterns refined onto it actually being sold for only two taels of silver each? Did the alchemist who could produce such kinds of elixirs care for only so little money? Could it be possible that this young man stole the elixir from someone else?

source: 姬听雨在聚珍阁地位显然非常高，她沉吟起来，别人也不敢开口，片刻之后她再次问道：“易公子，听雨想冒然问问，这炼制丹药的大师……知道你出来卖丹药吗？”
en_us: It was evident that Ji Tingyu's status in Pearl Gathering Pavilion was exceptionally high, no one would raise any objection even if she muttered anything. After a brief moment, she once again asked, "Young Master Yi, I would like to take the liberty to ask - the alchemist who refined this pill... Does he know that you brought it out to sell?"

source: 姬听雨如花的脸庞顿时变色，目光灼灼的盯着江逸，沉声问道：“易公子，此话当真？”
en_us: Ji Tingyu's beautiful face instantly lost its color. She fixed keen eyes upon Jiang Yi and asked somberly, "Young Master Yi, do you speak of the truth?"

source: 姬听雨心里暗叹一声可惜，江逸如此年纪了才是铸鼎境二重，除非超级大家族用大量资源培育，否则这辈子成就有限。武者越修炼到后面越困难，凭借丹药不可能铸就一名强者，一般家族也消耗不起，至少天羽城内的家族没这个能力。
en_us: In her heart, Ji Tingyu sighed silently about how, unfortunately for Jiang Yi, he was already so old, yet his power level was only at a measly second stage of the Cast Tripod Realm. Unless greatly large powerful family clans invested a great amount of resources on training him, otherwise his accomplishments would forever remain severely limited. The higher a martial artist cultivated his power level up to, the more difficult it got to increase his power level further. Relying on elixirs alone also could not instantly produce a powerful martial artist. The resources needed were something ordinary families could not afford to spend and consume on - at least, the family clans within Skyplume City did not have such an ability.

source: 姬听雨打开房门走了出去，江逸却满眸迷茫，让他跟着炼丹师学习炼丹术？跟哪个炼丹师？难道是柳长老？可他已经死了啊，而且他只是一品炼丹师能强大到哪去呢？
en_us: 一品Ji Tingyu opened the room door and walked out, leaving Jiang Yi whose pupils were revealing a look of perplexed bewilderment. He wondered to himself about her suggestion to continue following "that alchemist" to learn the art of alchemy. With which alchemist? Could she be talking about Elder Liu? What could he do, considering that he's already dead? Besides, how great a life could he have by being just a first-rate alchemist?

source: 姬听雨摇了摇头道：“谁生下来就注定是王侯将相？我们的出身谁也无法决定，但我们的命运可以自己去主宰。我尊称你一声公子，并不是因为你的出身，天羽城青年俊彦多如牛毛，一般人我都懒得他们说话，你能懂我的意思吗？”
en_us: Ji Tingyu shook her head and replied, "Which person, upon birth, is immediately destined to be a great person? No one can ever determine one's own family background, but we can dictate and control our own destinies. I call you 'young master' with respect, not because of your birth or background. The number of youth in Skyplume City that are handsome and talented is virtually countless, yet I'm usually too lazy to even speak to most of them. Do you get what I mean?"

source: 姬听雨暗暗惊疑，再也不保存实力了，双腿连连点在地面，速度如一阵狂风般朝江逸掠去，双手十指如在虚空弹琴，幻出一片残影，将江逸全身都笼罩进去。
en_us: Ji Tingyu was silently bewildered by what she had just witnessed. Deciding not to reduce and conserve her power any longer, she tip-toped and continuously stepped point by point on the ground as she moved in a sweeping motion towards Jiang Yi at a high speed, akin to a strong gale. The ten fingers on both her hands gestured like they were playing a magic guqin in mid-air, conjuring up an image figure of made from her hand gestures within which she entangled Jiang Yi's whole body.

source: 姬听雨本怕一招就把江逸击飞了，所以没敢动用全力，还只是用了人阶的武技，那料到江逸竟轻松躲避开去？动作如行云流水，轻松自如。
en_us: Ji Tingyu was originally afraid that she would send Jiang Yi flying with just one move and, as such, did not dare to apply her full force in this initial attack. She had even used a Man-tier martial arts technique. Who could expect Jiang Yi to actually avoid the attack with such easy. His movements were relaxed and smooth, natural like moving clouds and flowing water.

source: 姬听雨淡然一笑，解释道：“在外面你看了我一眼，立即潜藏身形，我只是有些惊疑。进来之后看你这体型又让我觉得隐约有些熟悉，最后看到你的鞋子，我才猜到的。”
en_us: Ji Tingyu calmly laughed and explained, "I was just somewhat startled how you took a look at me outside this room and immediately tried to hide your body. After we entered the room, upon seeing your build, I couldn't help but feel you seemed somewhat vaguely familiar. Finally I was able to guess after taking a look at your shoes.

source: 姬听雨盈盈一笑，美得让人炫目，她美眸中光波流转，望着鹤大师笑道：“鹤爷爷，偌大的天羽城，炼丹没人比得上你，但论做生意……却没人比得过我。就凭这丹纹，要不是怕吓到这少年，我都会出十两紫金收购。如果用一点小钱，就能交好一位可能成为……丹王丹圣的炼丹师，这生意就太划算了。对了！鹤爷爷你千万不要派人去跟踪，否则激怒了那位神秘的炼丹师就得不偿失了。放心吧，这位少年很快又会上门的……”
en_us: 丹王Ji Tingyu was full of laughter, her giggles making her beauty ever more dazzling. Moving the pupils of her heautiful eyes around to look at Master he, she smiled, saying, "Grandfather He, in a place as vast as Skyplume City, there is no alchemist on par with you, but when it comes to doing business... no one is on par wth me. Just based on this elixir vein pattern alone, if not for the fear I have of scaring away the young man, I would even be willing to purchase the elixirs from him for ten taels of purple gold. If I only have to use a little amount of money, and in turn receive someone who might become... an alchemist worthy of being an alchemist master or alchemist saint, such an exchange is truly value-for-money. Oh, right! Grandfather He, no matter what, do not send someone to follow him, otherwise, should we infuriate that mysterious alchemist, we would never be able to replace that potential loss. Don't worry, that young man would certainly return soon enough..."

source: 姬听雨眼中带着淡淡的笑意，好奇的盯着江逸看，直到看得江逸忍不住了，才开口道：“易公子，好久不见！”
en_us: Ji Tingyu's eyes revealed a faint expression of happiness. She stared at Jiang Yi with much curiosity until she could hold it in no longer - it was only then that she opened her mouth to say, "Young Master Yi, long time no see!"

source: 姬听雨眼中闪过一丝失望，沉默一阵才轻声说道：“我这次出关，听说你还在这当陪练所以过来看看。和你明说了吧，易公子，你上次送来的丹药很了不起，那位炼丹师以后会非常强大，所以希望你一心一意去追随那个炼丹师，不要在这浪费时间，在武殿内虽然修炼速度能加快一些，但你已经过了修炼的黄金年龄了，这辈子不可能有大成就。当然，我也想通过你认识那位炼丹师，从而建立某种交情，如果你能帮我，什么条件都好说。嗯……或许我的话有些直，希望易公子不要介意。”
en_us: Disappointment flashed in Ji Tingyu's eyes. She was quiet for a moment before speaking softly, "I came out of seclusion and heard that your are still here as a sparring partner, so I decided to drop by to pay you a visit. To be frank with you, Young Master Yi, the elixirs you delivered the last time were amazing. The alchemist who made them would become very powerful in time to come. It is my wish for you to commit yourself to the alchemist, rather than wasting your time here. The cultivation speed is indeed faster in the Martial Arts Hall, but you are already past the ideal age for cultivation, which means you may never amount to anything great in this lifetime. Of course, I would also like to acquaint myself to the alchemist through you, and establish some relations with him. If you could help me with that, any request you have could be easily arranged. Ah... perhaps my words are too candid, I hope Young Master Yi would not mind."

source: 姬听雨走进了练功房，看到江逸还没进来，淡淡回头问了一句，目光在马黑旗和柳河脸上扫过，如画的眉头微微蹙了起来。
en_us: Ji Tingyu went into the Technique Practising Room; when she saw that Jiang Yi did not follow suit, she turned and asked in a dispassionate tone. With a glance at Ma Heiqi and Liu He, her eyebrows, as pretty as a painting, furrowed lightly.

source: 姬听雨起身朝外面走去，走到门口时，才转身说道：“公子，我还是觉得你还是跟着那名炼丹师学炼丹术的好，那炼丹师……很强大，以后前途也无量，你跟着他这辈子荣华富贵无忧……”
en_us: Ji Tingyu stood up and walked towards the exterior of the room. She only turned her body around once she reached the door to say, "Young master, I still think it's best for you to continue learning alchemy from that alchemist. That alchemist... is very knowledgable and powerful, with an immesurable great future prospect. If you continue following him, you'll be prosperous and without worry for the rest of your life..."

source: 姬听雨轻笑摇头，不予置否，她目光透过雅阁的窗口缝隙，望向远方的天空，微微一叹喃喃道：“神武国第一大商号有什么意思？我姬听雨将来可是要成为帝后的女人，怎么会一直行这充满铜臭的商贾之事？”
en_us: Ji Tingyu smiled faintly and shook her head, unwilling to comment any further. Through the small gap in the window in the elegant booth, her gaze turned to look at the faraway sky. She sighed slightly and muttered, "What's the point of being the number one merchanthouse in all of Divine Martial Kingdom? I, Ji Tingyu, am going to become the future wife of the king. How can I continue doing this greedy money-grubbing business of mercantile trading?"

source: 姬听雨轻笑摇头，美眸内异彩涟涟，真诚赞道：“易公子才给了听雨一个惊喜呢，听雨刚才可是全力攻击的，别说你就算这里的金牌陪练怕是也挡不住吧？唉……可惜公子境界太低了，否则一定有一番大作为的。当然，公子也别泄气，这个世界不乏大器晚成之辈。“
en_us: Ji Tingyu smiled faintly and shook her head, her pretty eyes revealing a look of extraordinary splendor. She praised him with much earnestness, saying, "It was Young Master Yi who gave Tingyu a big surprise! I had after all just attacked with full force just now; to say nothing of you, even the gold token-grade sparring partners would be unable to block off my attacks, no? Sigh... unfortunately, Young master, your Cast Tripod Realm stage power-levels are too low, otherwise our match would definitely provide much assistance to my training. Of course, you don't have to feel discouraged or dejected, Young Master, there are many late-bloomers in the world who still end up accomplishing great things.

source: 娴熟精确的魔力控制，惊人的元素排列速度，放出的虽然只是风刃冰锥，但在格林－伯恩塞德看来，却绝对比一个十级魔法更加意外，魔力控制与元素排列，是任何一个魔法师都需要学习的基础技巧。
en_us: Skillful and precise mana control, amazing elemental sequencing speed—although it was just a wind blade and icicle, from what Grimm Burnside saw, it was definitely more surprising than a level-ten magic. Mana control and elemental sequencing were the fundamental skills that every mage was required to learn.

source: 存放丹药的丹房很宽敞，里面有两个三层大柜台，全部摆满了瓶瓶罐罐，都是丹药。
en_us: The storeroom where the elixirs were kept was very wide, containing two large three-tiered counters inside. The counters were filled to the brim with bottles and containers, all holding elixirs.

source: 学习新的武技，并不能隐瞒他的身份太久，但此刻他只能拖一时是一时了。只要再给他一些时间，等他修炼到铸鼎境四重，就算马家要找他麻烦，他也有一些自保之力了。
en_us: Learning new martial arts techniques would not hide his identity for too long, but at that moment he could only try his best to drag out what amount of time he could lay his hands on. So long he could be given some more time, once he cultivated his power level up to the fourth stage of the Cast Tripod Realm, even if the Ma Family wanted to give him trouble, he would at least have some ability to defend himself.

source: 宁神花加到第七瓣的时候，烧杯中的梦魇草汁液开始变得浑浊，林立知道宁神花的分量已经足够了，于是他又从口袋中摸出一枚恶魔之泪来。
en_us: When the seventh peacebloom petal was added, the nightmare seed succus in the beaker began to turn turbid. Lin Li knew that it was a sufficient dosage of the peacebloom, so he picked up a devil's tears from his pocket.

source: 安东尼－罗林犹豫了许久，终于将一只手伸进了上衣口袋。
en_us: Anthony Rolin hesitated for long before he finally put a hand into his pocket.

source: 安东尼－罗林鼻血都快被气出来了，他怎么也没有想到，自己最担心的几个大家族没出手，倒是把这疯女人给惹出来了，他更没想到的是，这疯女人下手居然这么狠，都已经把价格抬到十四万了还不肯松口，再这么继续抬下去，自己恐怕真要顶不住了。
en_us: Anthony Rolin was about to bleed from his nose out of anger. He had not expected that rather than the big families he was most worried about, he would have roused this mad woman instead. What was more surprising to him was that this mad woman could be so merciless; she had raised the price to 140,000 and was refusing to let up. If this continued, he was afraid he wouldn't be able to hold out for long.

source: 安度因也知道，水晶球里这小子，不是一般的魔法师，他是一个天生的变态，一个精神力超级畸形的变态。
en_us: Andoine knew too that the kid in the crystal ball was not an ordinary mage. He was a born psychopath, a psychopath with a super-deformity of the mind.

source: 安度因从口袋里掏出来的，是一枚天蓝色的水晶，看上去大约有拳头大小，当林立将它拿在手中的时候，只觉得一股清澈的凉意从水晶中散发出来，顺着掌心流遍全身，让人感觉一阵清凉舒爽。
en_us: Andoine had taken out a sky blue crystal from his pocket. It was as big as a fist, and when Lin Li held it in his hand, it felt like the crystal radiated a clear chill that flowed from his palm to his whole body, making him feel cool and refreshed.

source: 安度因可以当它们是小痞子，林立可没那口气，八级魔兽可不是开玩笑的，就算是在这落日山脉当中，也绝对算得上是食物链中层的生物了。
en_us: Andoine could have seen them as little ruffians, but not Lin Li. Level-eight magical beast was no joking matter. Even in the Sunset Mountains, it was definitely in the middle of the food chain.

source: 安度因天赋之差，已到令人叹为观止的程度，连林立这样的药剂学专家面对他时，心里都有一种深深的挫败感，再加上他倔强的脾气，简直就成了一场灾难，想想吧，一个活了一百多岁，却连最基本公式都搞不清楚的倔老头，手上却偏偏掌握着高级药剂配方，动不动就是蛮牛之力这样的高难度尝试，这么多年来的实验事故都没把他炸死，不得不说是一个天大的奇迹……
en_us: Andoine's poor talent had reached such an astonishing level that even a pharmaceutics expert like Lin Li had developed a deep sense of hopelessness when faced with him. Moreover, his obstinacy was simply a disaster. Just think, a stubborn old man who had lived for over a hundred years couldn't even get the most basic of equations right, but in his hands he possessed the formulas for high-level potions, attempting highly difficult concoctions such as the Bull's Strength Potion as and when he liked. It was an absolute miracle that all those lab accidents over the years hadn't been able to kill him...

source: 安度因狐疑的看了他一眼：“你这蠢货居然是费雷的试炼导师？”
en_us: Andoine looked at him in suspicion. "You idiot, you're actually Felic's trial teacher?"

source: 安度因现在，哪有空理睬他们，他一双眼睛正死死盯着霍伦。
en_us: Andoine now had no time to pay attention to them. His eyes stared dead straight at Hoeren.

source: 安度因离开之后不到一天，林立就收拾好了自己的行装，可到现在已经十几天过去了，这家伙却连落日山脉的东南西北都还没搞清楚。
en_us: Andoine was not to be blamed for his negligence. Who would have expected that a magic genius skilled in pharmaceutics could have such weak sense of direction?

source: 安度因答得轻描淡写：“五级魔兽而已，没必要特别提醒。”
en_us: Andoine’s reply was simple. "It's just a level-five demon, there's no need for a special reminder."

source: 安度因絮絮叨叨的交代似乎还在耳边，林立却不得不独自一人，在一片茂密的森林里艰难摸索着，一路摸索就一路在心里嘀咕：“老家伙有没有搞错，连假身份证都帮我准备了，怎么就忘了准备地图？”
en_us: With Andoine's long-winded instructions still ringing in his ears, Lin Li had to feel his way through the dense forest alone. As he fumbled along the way, he whined, “Did the old man make a mistake? He knew how to prepare a new identity for me but forgot to prepare a map?"

source: 安度因脸上的神色，他实在是太熟悉不过了，当初巴瑟罗尔从加洛斯回来的时候，自己脸上露出的，就正是同样的神色，霍伦心里很清楚，这种程度的愤怒，只有亲人被伤害的时候才会出现，难道这个费雷跟安度因……
en_us: Andoine's expression was something he was extremely familiar with. Back then when Bathrilor had returned from Jarrosus, the expression on his face was exactly the same as the one now. Hoeren was very clear that this degree of anger only surfaced when one's family was injured. It couldn't be that Felic and Andoine were...

source: 安度因这个老家伙，居然正拿着一瓶药剂，在向费雷请教！
en_us: Andoine, this old man, was actually holding a bottle of potion and learning from Felic!

source: 安度因这老家伙，也是你可以惹的？
en_us: Was an old man like Andoine someone you could provoke?

source: 完了完了……这回死定了。
en_us: It's over... We're done for.

source: 完全恢复魔力的葛瑞安就够麻烦的了，如今又有一瓶唤醒药剂在手，这让老梅林还怎么打？
en_us: A fully-recovered Gerian was enough trouble; now that he had another Awakening Potion in his hands, how could Old Merlin fight him?

source: 完全没有任何控制，也没有任何反控制。
en_us: There was no control at all, and no counter-control as well.

source: 完成一百瓶清醒药剂之后，林立就一直在想，有没有办法延长它的持续时间。
en_us: After completing 100 bottles of Sobriety Potion, Lin Li had been wondering whether there was a way to prolong its effects.

source: 宗师级铁匠完全是妖孽一般的存在，只是眨眼之间，一支点金棒就已大致完成，整个过程快得令人难以置信，一直到林立放下铁锤的时候，炼金台上都还是一片火花四溅的景象。
en_us: A blacksmith guru was totally a demonic existence. In the blink of an eye, a gold rod was almost completed. The whole process was incredibly fast; there were still sparks dancing on the forging platform by the time Lin Li put the hammer down.

source: 实力最低都是铸鼎境二重，江豹江松等人赫然在列，如此多人就算他拥有铸鼎境四重的实力，怕是也很难安然无恙的走下西山。更别说他刚刚突破铸鼎境二重，丹田内的黑色元力只有六缕……
en_us: The weakest of the bunch had a power level at the second stage of the Cast Tripod Realm, with others like Jiang Bao and Jiang Song at ever-increasingly impressive power levels. With so many people there and then, even if he did have a power level in the fourth stage of the Cast Tripod Realm, he would still have much difficulty leaving the Western Hills completely safe and sound. Not to mention that he had only just made a breakthrough in achieving the second stage of the Cast Tripod Realm, and that he only had six wisps of black essence force available within his dantian...

source: 实在受不了这个只会“呜呜”乱叫的家伙，林立干脆由它领着到巨树下去看上一眼。
en_us: Lin Li couldn't stand this gorilla who only knew how to whine, so he followed its lead to the giant tree for a look.

source: 实在是太粗暴了，一只接一只的椰子砸下，直压得林立连头都抬不起来。
en_us: It was just too rough. The coconuts smashed down one after another, such that Lin Li could not even hold his head up.

source: 宴会大厅中静得惊人，除了那一声声闷响之外，竟再听不到一丝声音。
en_us: The banquet hall was alarmingly quiet. Other than the bursts of muffled explosions, there was no other sound at all.

source: 宽敞的宴会大厅里，被十二盏吊顶水晶灯映得如同白昼，地上铺着厚厚的红地毯，在水晶灯光下更是显得异常华丽，林立走进大厅之中，只觉四周金碧辉煌，充满了奢华的气息，不时有年轻英俊的侍者托着酒盘在大厅中走过，美貌侍女如蝴蝶般翩然穿梭席间。
en_us: The spacious banquet hall was bright as day, illuminated by 12 crystal chandeliers. The floor was covered with a thick red carpet, and looked especially gorgeous under the crystal chandeliers. Lin Li entered the hall and felt as if the surroundings basked in magnificence and were filled with a luxurious aura. From time to time, handsome young waiters carrying trays of wine ambled through the hall, and beautiful waitress fluttered between the tables like butterflies.

source: 富贵险中求！
en_us: Riches comes from danger, after all!
